---
kind: other
id: Properties.T:Autodesk.Revit.DB.CombinableElementArrayIterator
source: html/0214d650-fe1b-28e9-1438-378892753333.htm
---
# CombinableElementArrayIterator Properties

Retrieves the item that is the current focus of the iterator.